Repository: cmelgarejo/centralgps_webapp
Catalog: priv/gettext/*/LC_MESSAGES/form_template.crud.html.po
Languages: es

# PAGE_LIST_TITLE
source: Items
es: Insumos

# PAGE_NEW_TITLE
source: New item assignment
es: Nueva asignaci贸n de insumo

# PAGE_EDIT_TITLE
source: Edit item assignment
es: Editar asignaci贸n de insumo

# GRID_COMMAND_COLUMN
source: Commandos
es: Comandos

# COLUMN_FORM_ID
source: Form ID
es: Id de formulario

# COLUMN_ACTIVITY_ID
source: Activity ID
es: Id de Actividad

# COLUMN_ITEM
source: Item
es: Insumo

# COLUMN_MEASURE_UNIT
source: Measure unit
es: Unidad de medida

# COLUMN_CREATED_AT
source: Created at
es: Fecha y hora de inserci贸n

# COLUMN_UPDATED_AT
source: Updated at
es: Fecha y hora de actualizaci贸n
