Repository: cmelgarejo/centralgps_webapp
Catalog: priv/gettext/*/LC_MESSAGES/item.crud.html.po
Languages: es

# PAGE_LIST_TITLE
source: Item
es: Items

# PAGE_NEW_TITLE
source: New Item
es: Nuevo Artículo

# PAGE_EDIT_TITLE
source: Edit Item
es: Editar Artículo

# GRID_COMMAND_COLUMN
source: Comamnds
es: Comandos

# COLUMN_NAME
source: Name
es: Nombre

# COLUMN_CODE
source: Code
es: Código

# COLUMN_DESCRIPTION
source: Description
es: Descripción

# COLUMN_NOTES
source: Notes
es: Notas

# COLUMN_MIN_QTY
source: Minimum Quantity
es: Cantidad mínima de stock

# COLUMN_MAX_QTY
source: Maximum Quantity
es: Cantidad máxima de stock

# COLUMN_CREATED_AT
source: Created at
es: Fecha y hora de inserción

# COLUMN_UPDATED_AT
source: Updated at
es: Fecha y hora de actualización

# COLUMN_EXTENDED_PARAMETERS
source: Extended parameters
es: Parámetros extendidos

# SWAL_EP_TITLE
source: Add extended parameter
es: Agregar parámetro

# SWAL_EP_NAME_PLACEHOLDER
source: Name
es: Nombre del parametro

# SWAL_EP_NAME_EMPTY_ERROR
source: Please fill a value for the name
es: Por favor, complete el nombre del parámetro

# SWAL_EP_ADDED_TITLE
source: Parameter added successfully!
es: Parámetro agregado con éxito!
