Repository: cmelgarejo/centralgps_webapp
Catalog: priv/gettext/*/LC_MESSAGES/roadmap.crud.html.po
Languages: es

# PAGE_LIST_TITLE
source: Roadmaps
es: Hojas de Ruta

# PAGE_NEW_TITLE
source: New roadmap
es: Nueva hoja de ruta

# PAGE_EDIT_TITLE
source: Edit roadmap
es: Editar hoja de ruta

# COLUMN_NAME
source: Name
es: Nombre

# COLUMN_DESCRIPTION
source: Description
es: Descripción

# COLUMN_DAYS_OF_WEEK
source: Days of week
es: Días de la semana

# COLUMN_REPETITION
source: Repetition
es: Repetición (en días)

# COLUMN_ONE_TIME_DATE
source: Date
es: Fecha (al setear esta fecha, solo se usará la hoja de ruta ese día, únicamente)

# COLUMN_START_TIME
source: Start time
es: Hora de inicio

# COLUMN_END_TIME
source: End time
es: Hora de fin

# COLUMN_ACTIVE
source: Active
es: Activo

# COLUMN_CREATED_AT
source: Created at
es: Fecha & hora de creación

# COLUMN_UPDATED_AT
source: Updated at
es: Fecha & hora de actualización

# COLUMN_ACTIVATED_AT
source: Activated at
es: Fecha & hora de activación

# COLUMN_DEACTIVATED_AT
source: Deactivated at
es: Fecha & hora de desactivación
